{
	"cours": [
		{
			"id": "starcraft",
			"texte": "StarCraft est un jeu vidéo de stratégie en temps réel (STR) développé par Blizzard Entertainment. Avec plus de onze 
			 millions de copies vendues dans le monde, il est l’un des jeux vidéo sur PC les mieux vendus et reste à ce jour le jeu de 
			 stratégie en temps réel le plus vendu de tous les temps.",
			"question": ["rts01"]
		},
		{
			"id": "str",
			"texte": "Le jeu de stratégie en temps réel est un type de jeu de stratégie particulier qui notamment et par opposition 
			au jeu de stratégie au tour par tour n’utilise pas un découpage arbitraire du temps en tours de jeu. 
			Exclusif au domaine du jeu vidéo, ce type de jeu demande en plus de la réflexion, une certaine dose de 
			réactivité, voire de réflexes pour les jeux les plus rapides. De création relativement récente, le genre a été initié au 
			début des années 1990 grâce au jeu Dune II créé en 1992 par le studio Westwood. Petit à petit, les jeux de stratégie en 
			temps réel ont acquis une popularité supérieure aux jeux de stratégie au tour par tour auprès du grand public, avec des 
			licences phares telles que la série des Warcraft des studios Blizzard Entertainment ou celle des Age of Empires des 
			studios.",
			"question": ["rts02"]
		},		
		{
			"id": "supermariobros2",
			"texte": "Cet épisode n'est pas un jeu original puisqu'il s'agit de l'adaptation de Yume Kōjō: Doki Doki Panic, un jeu Nintendo 
			sorti au Japon sur Famicom Disk System en 1987. La première véritable suite à Super Mario Bros. est Super Mario Bros.: The Lost 
			Levels (connu au Japon sous le nom de Super Mario Bros. 2) mais cet épisode n'étant pas sorti à l'époque en Occident, c'est cette 
			adaptation qui a fait office de suite pour les Occidentaux.",
			"question": ["supermariobros203", "supermariobros201"]
		},
		{
			"id": "neszapper",
			"texte": "Le NES Zapper (ou Famicom Light Bite au Japon) est un pistolet électronique, vendu comme accessoire de la Nintendo 
			Entertainment System (NES) en 1985 et de la Nintendo Family Computer (Famicom) en 1984. La version japonaise est une 
			représentation réaliste d'un revolver, alors que la version occidentale ressemble plus à un jouet, gardant le schéma de couleur 
			de la NES",
			"question": ["duckhunt02", "duckhunt01"]
		},
		{
			"id": "duckhunt",
			"texte": "Duck Hunt est un jeu vidéo de tir au pistolet développé et édité par Nintendo, sorti en 1987 sur NES en Europe. Il est 
			le premier jeu à exploiter le pistolet de la console, le NES Zapper, via une simulation de chasse aux canards et de tir 
			aux pigeons d'argile. L'objectif est de toucher des cibles mouvantes en visant et tirant vers l'écran du téléviseur 
			avec le pistolet de la console",
			"question": ["duckhunt02", "duckhunt01"]
		},
		{
			"id": "dragonquest",
			"texte": "Dragon Quest est une série crée par Yuji Horii de la société Enix en 1986. C'est cette série qui a donnée naissance au
			genre de jeu J-RPG. Son compositeur attitré pour la réalisation de la bande sonore des jeux de cette série est Koichi Sugiyama.
			Au Japon, cette série est un véritable phénomène de société et est la série de jeu la plus vendue sur l'archipel.",
			"question": ["dragonquest03"]
		},
		{
			"id": "compositeur",
			"texte": "Parmi les compositeurs connus de jeux vidéo, Nobuo Uematsu et Yuji Horii ont tous les deux travaillés sur deux grand 
			jeux rétros. Respectivement Final Fantasy et Dragon Quest. Nobuo est considéré comme l'un des plus grand compositeur de jeux 
			vidéo au monde.",
			"question": ["dragonquest03", "finalfantasy03"]
		},
		{
			"id": "rpg",
			"texte": "Un jeu vidéo de rôle ou simplement jeu de rôle, couramment abrégé en RPG (sigle issu de l'anglais role playing game), 
			est un type de jeu vidéo s'inspirant des codes et du principe des jeux de rôle sur table. Le joueur y incarne un ou plusieurs 
			personnages qu'il fait évoluer au fil d'une quête. Généralement, le jeu vidéo de rôle contient un univers vaste, 
			un scénario complexe et une durée de vie conséquente. Les séries les plus célèbres du genre sont, Baldur's Gate, Dragon Quest, 
			Pokémon...",
			"question": ["finalfantasy01"]
		},
		{
			"id": "donkeykong",
			"texte": "Donkey Kong, littéralement « l'Âne Gorille », est un jeu vidéo d'arcade créé par 
			Nintendo en 1981. C'est un des premiers jeux de plates-formes, précédé dans le même genre par Space Panic et Apple Panic2. 
			L'intérêt est centré sur le déplacement d'un personnage principal à travers quatre niveaux en évitant des obstacles mouvants. 
			Si le scénario est simple, il est suffisamment développé pour l'époque : Mario, appelé alors Jumpman, doit secourir une demoiselle 
			en détresse, capturée par un gorille géant, Donkey Kong. Les deux personnages qu'il introduit sont appelés à devenir deux icônes 
			de la marque Nintendo.",
			"question": ["donkeykong01","donkeykong02", "donkeykong03"]
		},
		{
			"id": "streetfighter",
			"texte": "Le premier épisode de la série sorti en 1987 a pour originalité de tirer profit du système analogique des boutons : 
			la puissance des coups portés dans le jeu est proportionnelle à la pression appliquée. Ce système fut abandonné, à la suite 
			des abus et mauvais traitements subis par les bornes, certains joueurs n'hésitant pas à taper du pied sur les boutons.
			Dans ce premier opus, il n'était pas possible de sélectionner d'autre personnage que Ryu (ou Ken si l'on jouait à deux joueurs). 
			Les adversaires étaient classés selon leur pays d'origine.",
			"question": ["streetfighter01", "streetfighter02", "streetfighter03", "streetfighter04"]
		},
		{
			"id": "spaceinvaders",
			"texte": "Space Invaders est un shoot'em up fixe en deux dimensions développé par Taito en 1978. 
			Le joueur contrôle un canon laser qu'il peut déplacer 
			horizontalement, au bas de l'écran. Dans les airs, des rangées d'aliens se déplacent latéralement tout en se rapprochant 
			progressivement du sol et en lançant des missiles. L'objectif est de détruire avec le canon laser une vague ennemie.",
			"question": ["spaceinvaders01", "spaceinvaders02", "spaceinvaders03"]
		},
		{
			"id": "sega",
			"texte": "Sega Corporation est une société japonaise de développement et d'édition de jeux vidéo, ainsi que fabricant de 
			bornes et de systèmes d'arcade. Sega est également un fabricant de consoles de jeux vidéo, mais à la suite de l'échec commercial 
			de la console de salon Saturn ainsi qu'à l'indifférence du public envers la Dreamcast, la société se retire de ce marché à la date 
			du 31 janvier 2001 pour se consacrer exclusivement au développement de jeux et à l'arcade.
			En 1986, les actions de Sega deviennent publiques au Japon. La compagnie s'attaque alors au marché occidental, fonde Sega of America 
			afin de maîtriser les marchés de ventes à l'étranger, et lance la Master System, une version redessinée et internationalisée de la 
			Sega Mark-III. Elle est la première console de Sega à être commercialisée à l'échelle internationale, et sort finalement aussi au 
			Japon en 1987.",
			"question": ["sega01"]
		},
		{
			"id": "pokemon",
			"texte": "Dans l'univers des Pokémon, les animaux du monde réel n'existent pas (ou très peu). Le monde est peuplé de Pokémon, 
			des créatures qui vivent en harmonie avec les humains, mais possèdent des aptitudes quasiment impossibles pour des animaux du 
			monde réel, telles que cracher du feu ou encore générer de grandes quantités d'électricité. Certains dressent les Pokémon pour 
			organiser des combats entre eux, transportant généralement les Pokémon dans des Poké balls. Ces dresseur Pokémon voyagent à 
			travers le monde dans le but d'attraper le plus grand nombre de Pokémon. Les matchs Pokémon consistent en combats entre les 
			Pokémon de deux dresseurs, et se terminent quand tous les Pokémon de l'un d'entre eux sont KO.",
			"question": ["pokemon01", "pokemon02", "pokemon03", "pokemon04"]
		},
		{
			"id": "fps",
			"texte": "Le jeu de tir à la première personne ou en vue subjective, souvent appelé Doom-like et FPS, sigle pour l'expression 
			anglaise first-person shooter, est un type de jeu vidéo de tir fondé sur des combats en vision subjective (« à la première 
			personne »), c'est-à-dire que le joueur voit l'action à travers les yeux du protagoniste. C'est un sous-genre du jeu d'action 
			qui partage des traits communs avec les autres genres de jeux de tirs, tels que le jeu de tir à la troisième personne ou le 
			jeu de tir au pistolet. Les deux premiers jeux de tir à la première personne sont Maze War et Spasim sortis en 1974. MIDI 
			Maze, en 1987, introduit le jeu multijoueur en réseau local et devient le premier jeu de tir à la première personne sur 
			console de jeux vidéo",
			"question": ["fps01"]
		},
		{
			"id": "sonic",
			"texte": "Sonic The Hedgehog est un jeu créé par la société Sega en 1991 sur console Sega Megadrive et Master System. Ce jeu se
			démarquait à l'époque par une rapidité d'action inédite sur console due à la puissance de la console Megadrive. C'est un jeu de
			plateforme en vue de côté où le joueur contrôle Sonic le Hérisson et évolue dans différents niveaux afin de déjouer les plans du
			maléfique Dr Robotnik (Eggman aux Etats-Unis). Le jeu rencontra un franc succès et s'est vendu à plus de 15 millions
			d'exemplaires à travers le monde. Aujourd'hui, la licence Sonic The Hedgehog est la licence la plus connue de Sega à tel point
			que Sonic est devenu la mascotte de l'entreprise. Aujourd'hui encore, la série continue de sortir de nouveaux jeux régulièrement.",
			"question": ["sonic01","sonic02","sonic03"]
		},
		{
			"id": "zelda",
			"texte": "The Legend Of Zelda est un jeu créé par la société Nintendo en 1986 pour la console NES (Nintendo Entertainment System).
			Ce jeu proposait au joueur d'incarner un aventurier du nom de Link pour parcourir le monde d'Hyrule et sauver la princesse Zelda
			des griffes du maléfique Ganon. Pour cela, le joueur doit parcourir neuf donjons au cours desquels il doit récupérer des objets
			pour son équipement, résoudre des énigmes et vaincre des ennemis. Le jeu est connu pour avoir posé les bases du jeu d'action/aventure.
			Ce fût également un des premiers jeux à bénéficier d'une pile de sauvegarde pour que le joueur puisse sauvegarder sa partie afin qu'il
			puisse arrêter de jouer et continuer plus tard. Le jeu a également été reconnu pour sa bande sonore de grande qualité composée par 
			Koji Kondo. Le jeu s'est vendu à plus 6.5 millions d'exemplaires et la licence The Legend of Zelda continue de sortir de régulièrement
			aujourd'hui. C'est une des licences les plus populaires de la société Nintendo.",
			"question": ["zelda01","zelda02","zelda03"]
		},
		{
			"id": "alexkidd",
			"texte": "Alex Kidd est une des premières licences vidéoludique de la société Sega. Sorti en 1986 sur Master System, Alex Kidd In
			Miracle World développé par Sega est un jeu de plateforme qui avait pour particularité d'être vendu directement dans la console
			Master System. Il fallait démarrer la console sans cartouche à l'intérieur pour lancer le jeu. Alex Kidd a été la toute première
			mascotte de Sega.",
			"question": ["alexkidd01","alexkidd02","alexkidd03"]
		},
		{
			"id": "pacman",
			"texte": "Pac-Man est un jeu de type labyrinthe développé par Namco en 1980 pour borne d'Arcade. Dans ce jeu, le joueur contrôle
			Pac-Man qui évolu dans un labyrinthe en vue de dessus et doit manger des boules se situant  de partout dans le labyrinthe sans se
			faire attraper par trois fantômes le poursuivant. Le grand succès du jeu lui a valu de nombreux portages dont le premier sur console
			Atari 2600. Pac-Man est aujourd'hui reconnu comme une véritable icône du jeu vidéo.",
			"question": ["pacman01","pacman02","pacman03"]
		},
		{
			"id": "megaman",
			"texte": "La saga Megaman est une série de jeux de type action/plateforme créée par la société Capcom en 1987. Elle propose au joueur
			d'incarner le personnage de Megaman (Rockman en japonais) devant déjouer les plans maléfiques du Dr Wily. Outre le fait de proposer des
			jeux très dynamiques, techniquement au point et doté d'une bande sonore de qualité, la série se démarque par la capacité de Megaman à
			Megaman à absorber les pouvoirs des boss qu'il affronte. Il s'agit encore aujourd'hui d'une série de jeux vidéo dite culte et de la
			licence vidéoludique ayant eu le plus d'itérations dans l'histoire du jeu vidéo avec plus de 120 jeux sorti à ce jour.",
			"question": ["megaman01","megaman02","megaman03"]
		},
		{
			"id": "castlevania",
			"texte": "La saga Castlevania est une série de jeux de type action/plateforme créée par la société Konami en 1986. Dans ce jeu, le
			joueur incarne Simon Belmont, un chasseur de vampire pénétrant dans le château de Castlevania afin d'y vaincre Dracula. Tout au long
			du jeu, le joueur ramassera de nouvelles armes et affrontera de nombreux ennemis et boss imposants. Dans les différents épisodes de
			la série, le joueur incarnera différents membres de la famille Belmont toujours armé du fameux fouet appartenant à la famille
			pour déjouer les plans de Dracula. Cette série a su se faire remarquer à l'époque par son esthétique gothique et sa bande sonore de
			qualité. C'est une des licences les plus populaires de l'éditeur Konami.",
			"question": ["castlevania01","castlevania02","castlevania03"]
		}
	]
}
